Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/Notification.xcstrings
Source language: en
Languages: es_es

# discardNotifications.description
source: Disabling notifications may result in missing important updates, actions that need to be taken, and could overall prolong the evidence upload and review process.
es_es: Desactivar las notificaciones puede hacer que te pierdas novedades importantes y acciones que debes realizar, y podría alargar el proceso de carga y revisión de la evidencia.

# discardNotifications.game.description
source: Missing games will result in losing your Membership.
es_es: Perderte los juegos hará que pierdas tu Membresía.

# discardNotifications.game.title
source: We strongly recommend enabling notifications to avoid missing games
es_es: Te recomendamos activar las notificaciones para no perderte ningún juego

# discardNotifications.title
source: We kindly recommend enabling notifications to avoid missing important updates about your evidence processing
es_es: Te recomendamos activar las notificaciones para no perderte novedades importantes sobre el procesamiento de tu evidencia

# enableNotification.denied.game.additionalInfo
source: Stay informed: Notifications are currently turned off. You can enable them in Settings to avoid missing games and losing your Membership.
es_es: Mantente al tanto: las notificaciones están desactivadas. Puedes activarlas en Configuración para no perderte juegos ni tu Membresía.

# enableNotification.denied.game.additionalInfoHighlighted
source: Stay informed:
es_es: Mantente al tanto:

# enableNotification.enableButton
source: Enable notifications
es_es: Activar notificaciones

# enableNotification.game.additionalInfo
source: Stay informed: Missing games will result in losing your Membership.
es_es: Mantente al tanto: perderte los juegos hará que pierdas tu Membresía.

# enableNotification.game.additionalInfoHighlighted
source: Stay informed:
es_es: Mantente al tanto:

# enableNotification.ignoreButton
source: Don't enable
es_es: No activar

# enableNotification.reason.evidence.accepted
source: When Evidence is Accepted
es_es: Cuando se acepte la evidencia

# enableNotification.reason.evidence.issued
source: When Membership is issued
es_es: Cuando se emita la Membresía

# enableNotification.reason.evidence.uploaded
source: For Evidence Upload Status
es_es: Estado de carga de la evidencia

# enableNotification.reason.game.completed
source: Completed Game Results
es_es: Resultados de juegos completados

# enableNotification.reason.game.rewardUpdates
source: Rewards updates
es_es: Novedades de recompensas

# enableNotification.reason.game.upcoming
source: Upcoming game reminders
es_es: Recordatorios de próximos juegos

# game.alarm.playGame
source: Play game
es_es: Jugar

# game.notification.game.start.body
source: The game is starting! Jump in!
es_es: ¡El juego está por comenzar! ¡Entra!

# game.notification.game.start.title
source: Game Starts in %@ Seconds!
es_es: ¡El juego comienza en %@ segundos!

# game.notification.registration.start.body
source: The game starts in %ld min! Join for free to win amazing prizes!
es_es: ¡El juego comienza en %ld min! Únete gratis y gana premios increíbles.

# game.notification.registration.start.title
source: Join the %@ game
es_es: Únete al juego de %@

# game.notification.registration.closing.body
source: Register now – prizes and collectibles await!
es_es: Regístrate ahora: ¡te esperan premios y coleccionables!

# game.notification.registration.closing.title
source: Game starts in an hour
es_es: El juego comienza en una hora

# game.notification.registration.open.body
source: Prizes and other perks await!
es_es: ¡Te esperan premios y otros beneficios!

# game.notification.registration.open.title
source: Register for the next game now
es_es: Regístrate ya para el próximo juego

# game.notification.waiting.room.body
source: The game is about to start! Join and get ready for fun and rewards!
es_es: ¡El juego está por comenzar! Únete y prepárate para divertirte y ganar recompensas.

# game.notification.waiting.room.title
source: Game starting now!
es_es: ¡El juego comienza ahora!

# notification.dim1.check.update.body
source: Open the app to check your evidence status.
es_es: Abre la app para revisar el estado de tu evidencia.

# notification.dim1.check.update.title
source: Check for updates
es_es: Revisa las novedades

# notification.dim1.state.changed.photo.reviewed.body
source: Your photo has been successfully reviewed. Check more details.
es_es: Tu foto se revisó correctamente. Consulta más detalles.

# notification.dim1.state.changed.title
source: Status has changed
es_es: El estado cambió

# notification.dim1.state.changed.video.reviewed.body
source: Your video has been successfully reviewed. Check more details.
es_es: Tu video se revisó correctamente. Consulta más detalles.

# notification.person.added.body
source: You've been added to a ring
es_es: Te agregaron a un ring

# notification.person.added.title
source: Added to ring
es_es: Te agregaron a un ring

# notification.person.registration.check.update.body
source: Tap to check if your registration status has been updated
es_es: Toca para ver si tu estado de registro se actualizó

# notification.person.registration.check.update.title
source: Check registration status
es_es: Revisa tu estado de registro
